Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=954_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien kokouksen päätöksiä
sme: Sámedikki čoahkkima mearrádusat

source: Saamelaiskäräjät päätti, että jatkossa saamelaiskäräjien kokouksen streamataan internetissä.
sme: Sámediggi mearridii, ahte boahttevuođas sámedikki čoahkkimat striimejuvvojit interneahtas.

source: Lähetykset julkisista saamelaiskäräjien kokouksista ovat seurattavissa internetistä suorana.
sme: Vuolggahusat sámedikki almmolaš čoahkkimiin leat čuovvumis interneahtas njuolggosáddagin.

source: Esityksen saamelaiskäräjien kokousten streamauksesta on tehnyt saamelaiskäräjien nuorisoneuvosto. ”
sme: Evttohusa sámedikki čoahkkimiid striimemis lea bargan sámedikki nuoraidráđđi. ”

source: Olen iloinen, että saamelaisnuoret ovat olleet aktiivisia.
sme: Lean ilus, ahte sámenuorat leamašan aktiivvalaččat.

source: Nyt saamme streamauksella tavoitettua myös Inarin ulkopuolella ja saamelaisten kotiseutualueen ulkopuolella asuvia saamelaisia ja kokousten seuraaminen helpottuu.
sme: Dál juksat striimema bokte maiddái Anára olggobealde ja sámiid ruovttuguovllu olggobealde ássi sámiid ja čoahkkimiid čuovvun álkidahtto.

source: Streamaus lisää toivottavasti tietoa saamelaiskäräjien toiminnasta laajemminkin ” puheenjohtaja Klemetti Näkkäläjärvi kommentoi päätöstä.
sme: Striimen lasiha sávvamis dieđu sámedikki doaimmas viidásabbotge ” ságajođiheaddji Klemetti Näkkäläjärvi kommentere mearrádusa.

source: Saamelaiskäräjien I varapuheenjohtaja Tiina Sanila-Aikio esitteli kokoukselle YK:n alkuperäiskansojen maailmankonferenssin loppuasiakirjan.
sme: Sámedikki I várreságajođiheaddji Tiina Sanila-Aikio ovdanbuvttii čoahkkimii ON:id eamiálbmogiid máilmmikonfereanssa loahppaáššebáhpára.

source: Loppuasiakirja merkittiin kokouksessa tiedoksi. ”
sme: Loahppaáššebábir merkejuvvui čoahkkimis diehtun. ”

source: Loppuasiakirjassa valtiot vahvistavat sitoutuneisuutensa YK:n alkuperäiskansajulistuksen toimeenpanoon.
sme: Loahppaáššebáhpáris stáhtat nannejit čatnasumi ON:id eamiálbmotjulggaštusa ollašuhttimii.

source: Tämä tarkoittaa sitä, että YK:n alkuperäiskansajulistuksesta on muodostumassa yhä velvoittavampi asiakirja kansainvälispoliittisesti ja myös juridisestikin ” Tiina Sanila-Aikio taustoittaa.
sme: Dát dárkkuha dan, ahte ON:id eamiálbmotjulggaštusas lea šaddamin ain eanet čadni áššebábir riikkaidgaskasašpolitihkalaččat ja maiddái juridihkalaččat ” Tiina Sanila-Aikio čilge.

source: Saamelaiskäräjien kokous valmistautui saamelaiskäräjälain voimaantuloon.
sme: Sámedikki čoahkkin ráhkkanii sámediggelága fápmuiboahtimii.

source: Saamelaiskäräjälain uudistus astunee voimaan vuoden 2014 lopussa tai 2015 alussa.
sme: Sámediggelága ođastus vejolaččat boahtá fápmui jagi 2014 loahpas dahje 2015 álggus.

source: Lain siirtymä-ajat voivat johtaa siihen, että vaaliluettelon täydentämisen oikaisuvaatimuskäsittely tapahtuu hyvin nopealla aikataululla.
sme: Lága sirdásanáiggit sáhttet doalvut dasa, ahte válgalogahallama dievasmahttima vuigengáibádusgieđahallan dáhpáhuvvá hui johtilis áigetávvaliin.

source: Uuden lain mukaan oikaisuvaatimukset vaaliluettelon täydentämisestä tehtäisiin saamelaiskäräjien kokoukselle (26 §).
sme: Ođđa lága mielde vuigengáibádusat válgalogahallama dievasmahttimis dahkkošedje sámedikki čoahkkimii (26 §).

source: Vaaliluettelon ja oikaisuvaatimusmenettely voivat edellyttää hallitukselta ja yleiskokoukselta ylimääräisiä kokouksia ja kokousten nopeaa koolle kutsumista.
sme: Válgalogahallama ja vuigengáibádusmeannudeapmi sáhttet eaktudit stivrras ja dievasčoahkkimis badjelmearálaš čoahkkimiid ja čoahkkimiid johtilis čoahkkái bovdema.

source: Oikaisuvaatimukset on käsiteltävä niiden luonteesta johtuen hyvin nopeasti, jottei hakijoiden oikeusturva vaarannu.
sme: Vuigengáibádusaid galgá gieđahallat daid luonddu dihte hui johtilit, ammes ohcciid vuoigatvuohtadorvu gártta vára vuollái.

source: Tämän johdosta kokous päätti muuttaa saamelaiskäräjien työjärjestyksen 56 § siten, että nykyisen 10 päivän sijasta kokouksen esityslista tulisi lähettää käräjäjäsenille viimeistään 7 päivää ennen kokousta.
sme: Dan dihte čoahkkin mearridii rievdadit sámedikki bargoortnega 56 § nu, ahte dálá 10 beaivve sajis čoahkkima áššelisttu galggašii sáddet sámediggelahtuide maŋimustá 7 beaivve ovdal čoahkkima.

source: Muutos ei poista sitä mahdollisuutta, että kokouskutsuja ja esityslistoja ei voisi lähettää tätä aikaisemmin.
sme: Nuppástus ii eretváldde dan vejolašvuođa, ahte čoahkkinbovdehusaid ja áššelisttuid ii sáhtášii sáddet dán árat.

source: Vuoden viimeinen saamelaiskäräjien kokous pidettäneen joulukuussa.
sme: Jagi maŋimuš sámedikki čoahkkin dollo juovlamánus.

source: Tällöin asialistalla on mm. saamelaiskäräjien talousarvio-toimintasuunnitelman hyväksyminen vuodelle 2015.
sme: Dalle áššelisttus lea ee. sámedikki bušeahtta-doaibmaplána dohkkeheapmi jahkái 2015.
